acpi
adobe-source-code-pro-fonts
alsa-utils
arc-gtk-theme
aria2
aspell-en
autoconf
automake
baobab
bash
bazel
bind-tools
binutils
bison
bluez-utils
btrfs-progs
bzip2
calibre
chromium
chromium-widevine
chruby
coreutils
cpupower
cryptsetup
ctags
cups
cups-pdf
dconf-editor
device-mapper
dhcpcd
diffutils
direnv
discord
dmenu
docker
dropbox
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
encfs
eog
epiphany
evince
fakeroot
fasd
feh
file
filesystem
findutils
firefox
flashplugin
flex
fwupd
gawk
gcc
gcc-libs
gdm
gettext
git
git-extras
glibc
gnome-backgrounds
gnome-calculator
gnome-control-center
gnome-desktop
gnome-dictionary
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-power-manager
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-system-log
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-user-docs
gnome-user-share
google-chrome
google-cloud-sdk
gparted
gpmdp
graphviz
grep
grilo-plugins
grub
gtop
gucharmap
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hdparm
hplip
htop
hub
i3-wm
i3blocks
i3blocks-contrib-git
i3lock
i3status
imagemagick
inetutils
intel-ucode
iproute2
iputils
j4-dmenu-desktop
jfsutils
jq
jre7-openjdk
lastpass-cli
less
libgit2
libreoffice-fresh
libtool
libu2f-host
libyaml
licenses
linux
linux-firmware
linux-headers
llvm
logrotate
lvm2
m4
make
man-db
man-pages
mariadb
mcomix
mdadm
meson
minecraft
mousetweaks
mumble
mutter
nano
nautilus
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
npm
nss-mdns
ntfs-3g
ntp
numix-circle-icon-theme-git
numix-icon-theme-git
nvidia
nvme-cli
obs-studio
okular
openconnect
openssh
os-prober
otf-font-awesome-4
pacman-contrib
parcellite
parted
pass
patch
pavucontrol
pciutils
pdfpc
pepper-flash
perl
pkgconf
pkgfile
polybar
postgresql
powerline-fonts
powertop
procps-ng
protobuf
psmisc
python-cairo
python-dbus
python-greenlet
python-pillow
python-pip
python2-pip
python2-psutil
redshift
reiserfsprogs
ripgrep
rubber
ruby
ruby-install
runc
s-nail
sed
shadow
shellcheck
sshuttle
strace
stress
sudo
sushi
sysfsutils
sysstat
systemd-sysvcompat
tar
tcl
terminus-font
termite
terraform
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
the_silver_searcher
tlp
tmux
totem
tracker
transmission-gtk
tree
ttf-baekmuk
ttf-fira-sans
ttf-font-awesome-4
ttf-go-mono-git
ttf-inconsolata
ttf-liberation
ttf-symbola
turbostat
udftools
unclutter
usbutils
util-linux
vagrant
vi
vim
vino
virtualbox
vlc
wget
which
xautolock
xcursor-human
xdg-user-dirs-gtk
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xpdf
xsel
yarn
yay
yelp
yubico-pam
yubikey-manager
zoom
